/* Remove/Delete selected image */
"ThumbnailsViewController Remove" = "Remove";

/* Save selected image */
"ThumbnailsViewController Save" = "Save";

/* No comment provided by engineer. */
"ThumbnailsViewController Title" = "Image";

/* View selected image */
"ThumbnailsViewController View" = "View";

